"Loading..." = "Lataa...";
"Connection Error" = "Yhteysvirhe";
"Search Temporarily Unavailable" = "Haku ei ole tilapäisesti käytettävissä";
"Error" = "Virhe";
"No Loc Error Title" = "Sijaintipalvelu poistettu käytöstä";
"No Loc Error Message" = "Ilman sijaintipalvelua ei voida näyttää paikkoja alueeltasi. Sijaintipalvelut saa päälle Asetukset/Yleiset.";
"Details" = "Yksityiskohdat";
"List" = "Luettelo";
"Map" = "Kartta";
"Settings" = "Asetukset";
"Wheelchair Settings" = "Suodata paikkoja saavutettavuuden mukaan";
"Category Settings" = "Suodata paikkoja kategorian mukaan";
"EditPOIViewInfoLabel" = "Info";
"Signed In" = "Sisäänkirjautunut";
"Signed In As" = "Kirjautunut nimellä";
"Not Logged In" = "Et ole kirjautunut sisään";
"Sign Out" = "Kirjaudu ulos";
"About Wheelmap" = "Tietoja";
"Credits:" = "Tekijät:";
"credits.map.data.title" = "Karttatiedot:";
"Icons Credits" = "Kuvakkeet: Yusuke Kamiyamane";
"Dev Credits" = "iPhone kehitys: Dorian Roy";
"Copyright" = "© 2015 Sozialhelden e.V. Kaikki oikeudet pidätetään.";
"Close" = "Sulje";
"Search Results" = "Hakutulokset";
"Nearby Places" = "Läheiset paikat";
"Places near %@" = "Paikan %@ lähellä olevat paikat";
"Places in map segment" = "Paikkoja kartta lohkossa";
"OK" = "OK";
"Cancel" = "Peruuta";
"BackButton" = "Takaisin";
"Unknown Place" = "Tuntematon paikka";
"Loading Places" = "Paikkoja ladataan...";
"No Results" = "Paikkoja ei löydy";
"Zoom Closer" = "Zoomaa lähemmäs nähdäksesi paikkoja";
"Still not found?" = "Eikö löydy?";
"Tap to Add Place" = "Lisää paikka napauttamalla tähän";
"Save Changes" = "Tallenna muutokset";
"Confirm Place %@ Status %@" = "%1$@ tila muutetaan %2$@";
"Add Place" = "Lisää paikka";
"Edit Name" = "Muokkaa nimeä";
"Edit Type" = "Muokkaa tyyppiä";
"Edit Location" = "Muokkaa paikkaa";
"Drag Pin" = "Raahaa punainen neula merkiksi tämän paikan sijainnista";
"Edit Description" = "Muokkaa kommenttia";
"Edit Address" = "Muokkaa osoitetta";
"Street Placeholder" = "Katu";
"Housenumber Placeholder" = "Nro";
"Postcode Placeholder" = "Postinumero";
"City Placeholder" = "Kaupunki";
"Edit Website" = "Muokkaa nettisivua";
"Edit Phone" = "Muokkaa puhelinnumeroa";
"Add Description" = "Lisää kommentti";
"Description Note" = "Voit lisätä kommentin tämän paikan pyörätuoliystävällisyydestä";
"Add Address" = "Lisää osoite";
"Add Website" = "Lisää nettisivu";
"Add Phone" = "Lisää puhelinnumero";
"URL" = "Verkko-osoite";
"Enter valid URL" = "Syötä kelvollinen verkko-osoite";
"Confirm Add Place" = "Haluatko varmasti lisätä tämän paikan Wheelmap:iin?";
"Add Place Button" = "Lisää uusi paikka";
"Confirm Edit Place" = "Haluatko varmasti muuttaa tätä paikkaa?";
"Edit Place Button" = "Tallenna muutokset";
"Error Place Not Editable" = "Tätä paikkaa ei voi muokata Wheelmapin kautta";
"Place Added" = "Paikka lisätty";
"Place Edited" = "Paikkaa muokattu";
"Place Added Message" = "Voi mennä useita minuutteja ennen kuin muutokset näkyy hakutuloksissa.";
"EditPOIViewNameLabel" = "Nimi";
"field_type" = "Tyyppi";
"field_wheelchair" = "Pyörätuoli";
"field_wheelchair:description" = "Kommentti";
"EditPOIViewAddressLabel" = "Osoite";
"EditPOIViewPhoneLabel" = "Puhelin";
"EditPOIViewWebsiteLabel" = "Nettisivu";
"EditPOIViewPositionLabel" = "Sijainti";
"Accessibility" = "Pyörätuoli";
"accessibility_limited" = "Rajoitettu pääsy pyörätuolilla";
"accessibility_no" = "Ei saavutettavissa pyörätuolilla";
"accessibility_unknown" = "Sisäänpääsymahdollisuuksista ei tietoja";
"Sign In" = "Kirjaudu sisään";
"Sign In Prompt" = "Kirjaudu sisään Wheelmap-tunnuksella.";
"Username" = "Sähköposti";
"Password" = "Salasana";
"Sign In Button" = "Käyttäjätunnus";
"Sign Up Prompt" = "Oletko uusi käyttäjä? Rekisteröidy nyt OpenStreetMapiin ja Wheelmap.orgiin.";
"Sign Up Button" = "Kirjaudu käyttäjäksi";
"User Credentials Error" = "Väärä käyttäjätunnus tai salasana. Yritä uudelleen.";
"Account Linkage Error" = "Tunnustasi ei ole vielä yhdistetty OpenStreetMap-tunnukseen. Paina OK niin voit muuttaa sen.";
"ToiletAccessYes" = "Esteetön WC";
"ToiletAccessUnknown" = "Tuntematon WC-tila";
"ToiletAccessNo" = "Ei esteetöntä WC:tä";
"ToiletAccessContentYes" = "● Oviaukkojen sisäleveys vähintään 90 cm (35 in)\n● Vapaata lattiatilaa vähintään 150 cm x 150 cm (59 in x 59 in)\n● Pyörätuolin korkuinen WC-istuin\n● Kokoon käännettävät tukikaiteet\n● Esteetön käsienpesuallas";
"ToiletAccessContentNo" = "";
"WheelchairAccessYes" = "Täydellinen pääsy";
"WheelchairAccessLimited" = "Rajallinen saavutettavuus";
"WheelchairAccessNo" = "Ei pääsyä";
"WheelchairAccessUnknown" = "Sisäänpääsymahdollisuuksista ei tietoja";
"WheelchairAccessContentYes" = "● Sisäänkäynnissä ei rappusia\n● Kaikkiin huoneisiin pääsee rappusia nousematta\n● Paikan WC-tiloihin pääsy pyörätuolilla";
"WheelchairAccessContentLimited" = "● Sisäänpääsyn portaat korkeintaan 7 cm (3\") korkuiset\n● Tärkeimpiin huoneisiin pääsy rappusia käyttämättä";
"WheelchairAccessContentNo" = "● Sisäänpääsyn portaat yli 7 cm (3\") korkuiset\n● Tärkeimpiin huoneisiin pääsy vain rappusten kautta";
"category_accommodation" = "Majoitus";
"category_government" = "Viranomaiset";
"category_money_post" = "Pankki & Postitoimisto";
"category_education" = "Sivistys";
"category_food" = "Ruoka & juoma";
"category_leisure" = "Vapaa-aika";
"category_misc" = "Sekalaiset";
"category_shopping" = "Ostos";
"category_sport" = "Urheilu";
"category_tourism" = "Matkailu";
"category_public_transfer" = "Julkinen liikenne";
"aerodrome" = "Pienlentokenttä";
"alcohol" = "Alkoholi";
"archaeological_site" = "Arkeologinen alue";
"arena" = "Areena";
"arts_centre" = "Taidekeskus";
"artwork" = "Taideteos";
"atm" = "Pankkiautomaatti";
"attraction" = "Nähtävyys";
"bakery" = "Leipomo";
"bank" = "Pankki";
"bar" = "Baari";
"battlefield" = "Taistelutanner";
"beach" = "Ranta";
"beach_resort" = "Rantalomakohde";
"beacon" = "Maamerkki";
"bed_and_breakfast" = "Yöpyminen";
"beverages" = "Juotavaa";
"bicycle" = "Polkupyörä";
"bicycle_rental" = "Polkupyörävuokraus";
"boatyard" = "Telakka";
"books" = "Kirjakauppa";
"bureau_de_change" = "Valuutanvaihto";
"bus_station" = "Linja-autoasema";
"bus_stop" = "Linja-autopysäkki";
"butcher" = "Lihakauppa";
"cable_car" = "Raitiovaunu";
"cafe" = "Kahvila";
"camp_site" = "Leirintäalue";
"car_rental" = "Autovuokraamo";
"car_sharing" = "Kimppakyyti";
"caravan_site" = "Karavaanarialue";
"castle" = "Linnoitus";
"cave_entrance" = "Luolan sisäänkäynti";
"chair_lift" = "Tuolihissi";
"chalet" = "Alppimaja";
"cinema" = "Elokuvateatteri";
"clothes" = "Vaatekauppa";
"college" = "Oppilaitos";
"computer" = "Tietokone";
"convenience" = "Mukavuus";
"courthouse" = "Oikeustalo";
"department_store" = "Tavaratalo";
"doityourself" = "Tee se itse";
"drinking_water" = "Vesipiste";
"dry_cleaning" = "Kemiallinen pesula";
"electronics" = "Elektroniikka";
"fast_food" = "Pikaruoka";
"ferry" = "Autolautta";
"ferry_terminal" = "Terminaali";
"florist" = "Kukkakauppa";
"fuel" = "Polttoaine";
"furniture" = "Huonekaluja";
"gallery" = "Galleria";
"garden_centre" = "Puutarhamyymälä";
"guest_house" = "Vierastalo";
"hairdresser" = "Kampaamo";
"halt" = "Seisake";
"hardware" = "Työkaluja";
"hospital" = "Sairaala";
"hostel" = "Hostelli";
"hotel" = "Hotelli";
"information" = "Neuvonta";
"kindergarten" = "Päiväkoti";
"kiosk" = "Kioski";
"library" = "Kirjasto";
"mall" = "Ostoskeskus";
"memorial" = "Muistomerkki";
"motel" = "Motelli";
"museum" = "Museo";
"nightclub" = "Yökerho";
"optician" = "Optikko";
"outdoor" = "Ulkoilma";
"parking" = "Pysäköinti";
"parking_aisle" = "Pysäköintikaista";
"pharmacy" = "Apteekki";
"place_of_worship" = "Kirkko";
"platform" = "Laituri";
"post_office" = "Posti";
"pub" = "Pubi";
"public_building" = "Julkinen rakennus";
"restaurant" = "Ravintola";
"school" = "Koulu";
"shoes" = "Kenkiä";
"sports_centre" = "Urheilukeskus";
"stadium" = "Stadion";
"subway_entrance" = "Metro";
"supermarket" = "Supermarketti";
"swimming" = "Uinti";
"swimming_pool" = "Uima-allas";
"terminal" = "Terminaali";
"theatre" = "Teatteri";
"theme_park" = "Huvipuisto";
"toilets" = "Vessat";
"tower" = "Torni";
"townhall" = "Kaupungintalo";
"tram_stop" = "Raitiovaunupysäkki";
"university" = "Yliopisto";
"veterinary" = "Eläinlääkäri";
"viewpoint" = "Näköalapaikka";
"zoo" = "Eläintarha";
"Yes" = "Kyllä";
"No" = "Ei";
"LeaveApp" = "Haluatko varmasti poistua sovelluksesta?";
"Call" = "Haluatko soittaa tähän numeroon?";
"twitter" = "Twitter";
"facebook" = "Facebook";
"email" = "Sähköposti";
"sms" = "Tekstiviesti";
"DetailsViewHeadline" = "Tarkka kuva";
"DetailsView4ButtonViewCallLabel" = "Soita";
"DetailsView4ButtonViewInfoLabel" = "Kommentti";
"DetailsView4ButtonViewRouteLabel" = "Reitti";
"DetailsViewAskFriendsButtonLabel" = "Osallistu: Kysy ystäviltäsi onko kyseinen paikka pyörätuoliystävällinen";
"DetailsViewChoosePhotoSource" = "Valitse tiedosto";
"DetailsViewUploadOptionCamera" = "Kamera";
"DetailsViewUploadOptionPhotoAlbum" = "Kuvia";
"DetailsViewMoreInfoButtonLabel" = "Lisäinformaatio";
"ShareLocationViewHeadline" = "Jaa paikka";
"EditPOIViewHeadline" = "Muokkaa";
"EditPOIViewCategoryLabel" = "Kategoria";
"EditPOIViewSetMarkerButton" = "Aseta merkki";
"CommentViewLabel" = "Etsi lisää tietoa tämän paikan saavutettavuudesta";
"ShareLocationLabel" = "Löysin tämän paikan Wheelmap.orgista:";
"AskFriendsLabel" = "Tiedätkö onko tämä paikka pyörätuolilla saavutettavissa?";
"DashboardNearby" = "LÄHELLÄ OLEVIA PAIKKOJA";
"DashboardMap" = "KARTTA";
"DashboardCategories" = "KATEGORIAT";
"DashboardHelp" = "OSALLISTU";
"SearchForPlace" = "Etsi lähellä olevaa paikkaa";
"Places" = "Paikkoja";
"TopLabelText" = "";
"BottomLabelText" = "";
"Ready" = "Valmis";
"RegisterNew" = "Rekisteröidy";
"UsernamePlaceholder" = "Sähköposti";
"MapHybrid" = "Yhdistelmä";
"MapStandard" = "Standardi";
"MapSatellite" = "Satelliitti";
"PlacesNearby" = "Lähellä olevia paikkoja";
"HelpByMarking" = "Auta meitä kertomalla läheisten paikkojen pyörätuoliystävällisyydestä";
"NoAddress" = "Osoite ei ole saatavilla";
"NoWebsite" = "Nettisivu ei ole saatavilla";
"NoPhone" = "Puhelinnumero ei ole saatavilla";
"EditPOIStateHeadline" = "Tila";
"NavBarEditButton" = "Muokkaa";
"NavBarSaveButton" = "Tallenna";
"TitleHelp" = "Osallistu";
"LoadingWheelText" = "Päivitetään tuloksia";
"SaveNodeFailed" = "Tietoja ei voitu tallentaa.";
"FetchNodesFails" = "Tietoja ei voitu päivittää.";
"NoPOIsFound" = "Paikkoja ei löydy";
"TermsText" = "Wheelmap.org on päivittänyt käyttäjäehtonsa ja tietosuojasopimuksena. Ole hyvä ja hyväksy molemmat, jotta voit yhä lisätä paikkoja, lähettää kuvia ja kirjoittaa kommentteja.";
"TermsAcceptButton" = "Hyväksy";
"TermsDeniedButton" = "Hylkää";
"TermsDeniedText" = "Et voi käyttää kaikkia sovelluksen ominaisuuksia, koska ette hyväksyneet Käyttäjäehtoja ja Tietosuojasopimusta. Saadaksesi ominaisuudet käyttöösi sinun täytyy kirjautua uudestaan sisään ja hyväksyä molemmat.";
"TermsTitle" = "Käyttöehdot";
"TermsCouldNotUpdate" = "Käyttäjätietojen päivitys ei onnistunut. Ole hyvä ja yritä uudestaan!";
"NoResources" = "Resursseja ei löytynyt. Ole hyvä ja tarkasta verkkoyhteytesi, ja käynnistä sovellus sen jälkeen uudestaan";
"NavBarTitleCategory" = "Kategoria";
"NavBarTitleWheelChairStatus" = "Pyörätuolistatus";
"PhotoUuploadSuccess" = "Kuvan lähetys onnistui";
"PhotoUuploadFailed" = "Tätä kuvaa ei voitu lähettää. Ole hyvä ja yritä uudestaan";
"FetchingPhotoURLFailed" = "Kuvia tästä paikasta ei voitu ladata.";
"POIStatusChangeFailed" = "Tietoja paikan pyörätuoliystävällisyydestä ei voitu päivittää. Ole hyvä ja yritä myöhemmin uudestaan.";
"NavBarTitleSharing" = "Jakaminen";
"NavBarTitleComment" = "Kommentti";
"NavBarTitleEdit" = "Muokkaa";
"NavBarTitleSetMarker" = "Aseta paikka";
"SearchResult" = "Hakutulokset";
"NavBarTitleDetail" = "Yksityiskohdat";
"FacebookSuccess" = "Jakaminen onnistui";
"TweetSuccess" = "Jakaminen onnistui";
"MailSubject" = "";
"MailBody" = "";
"MailSendSuccess" = "Sähköposti lähetettiin onnistuneesti.";
"MailSendFailed" = "Sähköpostia ei voitu lähettää.";
"SMSSendSuccess" = "Tekstiviesti lähetettiin onnistuneesti.";
"SMSSendFailed" = "Tekstiviestiä ei voitu lähettää";
"EditPOIViewSetMarkerButtonDisabled" = "Ei saatavilla";
"NavBarTitleSetNodeType" = "Aseta paikan tyyppi";
"EditPOIViewNodeTypeLabel" = "Paikan tyyppi";
"SetMarkerInstruction" = "Raahaa punainen neula tämän paikan oikeaan sijaintiin";
"ConfirmImageUpload" = "Haluatko varmasti lähettää tämän kuvan?";
"PleaseSetMarker" = "Aseta tämän paikan sijainti!";
"NoSearchService" = "Haku ei ole käytössä";
"DetailsView4ButtonViewShareLabel" = "Jaa";
"NodeNoCategorySet" = "Valitse kategoria!";
"NodeNoNameSet" = "Ole hyvä anna nimi!";
"AcceptDataTerms" = "Hyväksyn tietosuojasopimuksen pykälät 1 ja 2.";
"AcceptUserTerms" = "Hyväksyn käyttöehdot";
"PleaseAcceptAllTerms" = "Ole hyvä ja hyväksy Käyttöehdot sekä Tietosuojasopimus.";
"SaveSucess" = "Tiedot tallennettiin onnistuneesti";
"FirstStartBothAccounts" = "Tärkeää: Tarvitset OpenStreetMap-tunnuksen JA Wheelmap-tunnuksen jotta voit käyttää Wheelmap:ia täydessä laajuudessa.";
"FirstStartNoAccount" = "Sinulla ei ole OpenStreetMap tai Wheelmap-tunnusta vielä?";
"FirstStartNoAccountRegister" = "Rekisteröi molemmat nyt.";
"FirstStartOnlyOSM" = "Onko sinulla jo OpenStreetMapin käyttäjätili, mutta ei vielä Wheelmapin käyttäjätiliä? Se käy äkkiä! Kirjaudu vain sisäään osoitteessa Wheelmap.org ja siirry \"Profiili\"-osioon. Voit luoda Wheelmap-käyttäjätilisi siellä. ";
"FirstStartButton" = "OK, ymmärretty!";
"LoginScreenForgotPassword" = "Unohditko salasanasi?";
"LoginScreenNoWheelmapAccount" = "Eikö sinulla vielä ole Wheelmap-tunnusta? Kirjaudu Wheelmap.orgiin OpenStreetMap-tunnuksellasi ja mene kohtaan \"Profiili\". Voit luoda Wheelmap-tunnuksen sieltä.";
"WhyOSMAccount" = "Miksi tarvitsen OSM:n käyttäjätilin?";
"DescribeWhyOSMAccount" = "Wheelmap.org perustuu Openstreetmapiin. Kaikki kartalla näkemäsi tiedot tulevat Openstreetmapin tietokannasta. Sen vuoksi tarvitsetkin Openstreetmapin käyttäjätunnukset lisätäksesi tai muokataksesi tietoja.";
"LoginOverOSMText" = "Tarvitset Openstreetmap-käyttäjätilin voidaksesi kirjautua sisään Wheelmap.orgiin";
"LoginOverOSM" = "Siirry OSM:n sisäänkirjautumiseen";
"OSMAccount" = "Eikö sinulle ole vielä OSM:n käyttäjätiliä?";
"StepsToOSMAccount" = "Sisäänkirjautumisen neljä askelta:\n1. Klikkaa \"OSM-rekisteröityminen\" ja rekisteröi OSM:n käyttäjätilisi\n2. Siirry omaan sähköpostiosoitteeseesi ja klikkaa sinne lähetettyä aktivointilinkkiä\n3. Avaa Wheelmap-sovellus\n4. Kirjaudu sisään OSM-käyttäjätililläsi (käyttäjätunnus & salasana)";
"OSMRegistration" = "OSM-rekisteröityminen";
"intro.button.next" = "Seuraava";
"intro.button.done" = "Valmis";
"intro.start.title" = "Tervetuloa Wheelmapiin";
"intro.start.description" = "Voit etsiä, löytää ja merkitä pyörätuolilla liikkumiseen sopivia paikkoja täällä.";
"intro.search.title" = "Etsi paikkoja";
"intro.search.description" = "Löydä pyörätuolilla liikkumiseen sopivia paikkoja lähistölläsi.";
"intro.state.title" = "Merkitse paikkoja ja WC:itä";
"intro.state.description" = "Sinun ei tarvitse rekisteröityä tätä varten.";
"intro.edit.title" = "Muokkaa paikkoja";
"intro.edit.description" = "Sinun täytyy kirjautua sisään profiiliisi tätä varten.";
"intro.last.description" = "Löydät vinkkejä ja lisätietoja <a href=http://wheelmap.org/en/faqs/ target=\"_blank\">UKK</a>-osiosta sivulla <a href=http://wheelmap.org/ target=\"_blank\">Wheelmap.org</a>.\nHaluaisitko lukea yhteisöä koskevia uutisia?\nKannattaa tutustua <a href=http://wheelmap.org/en/blog-2/ target=\"_blank\">blogiin</a> tai kirjautua <a href=http://wheelmap.org/en/news-network/newsletter-2/ target=\"_blank\">uutiskirjeemme</a> postituslistalle!";
"intro.last.title" = "Ja nyt: pidä hauskaa etsiessäsi, löytäessäsi ja merkitessäsi!";
